Repository: c3nav/c3nav
Catalog: src/c3nav/locale/*/LC_MESSAGES/django.po
Languages: de

source: message types
de: Nachrichtentypen

source: number to set
de: Zu setzende Nummer

source: mac address
de: Mac Adresse

source: first seen
de: Zuerst gesehen

source: parent node
de: Elternnode

source: last signin
de: Letzte Anmeldung

source: closed
de: geschlossen

source: replaced
de: ersetzt

source: new (timeout)
de: neu (Timeout)

source: started
de: gestartet

source: node
de: Modus

source: last ping from consumer
de: letzter ping vom Consumer

source: end reason
de: Beendigungsgrund

source: message type
de: Nachrichtentyp

source: message data
de: Nachrichtendaten

source: project name
de: Projektname

source: creation/upload date
de: Erstellungs-/Hochladedatum

source: variant name
de: Variantenname

source: firmware file
de: Firmwaredatei

source: creation
de: Erstellung

source: running
de: läuft

source: canceled
de: abgebrochen

source: failed
de: fehlgeschlagen

source: success
de: erfolgreich

source: c3nav mesh control
de: c3nav Meshverwaltung

source: mesh control
de: Meshverwaltung

source: Available firmwares
de: Verfügbare Firmwares

source: View current firmwares
de: Aktuelle Firmwares anzeigen

source: Created
de: Erstellt

source: Uploader
de: Hochlader

source: Current firmwares
de: Aktuelle Firmwares

source: View available firmwares
de: Verfügbare Firmwares anzeigen

source: Created / First seen
de: Erstellt / zuerst gesehen

source: Installed on
de: Installiert auf

source: Current Firmware
de: Aktuelle Firmware

source: Current OTA
de: Aktuelle OTA

source: Build to install
de: Zu installierender Build

source: Start OTA
de: OTA starten

source: Time
de: Zeit

source: Message
de: Nachricht

source: Send %(msg_type)s message to %(recipient)s
de: %(msg_type)s-Nachricht an %(recipient)s senden

source: Send %(msg_type)s message
de: %(msg_type)s-Nachricht senden

source: Send
de: Senden

source: Sending %(msg_type)s message
de: Sende %(msg_type)s-Nachricht

source: Mesh messages
de: Meshnachrichten

source: Send message
de: Nachricht senden

source: Data
de: Daten

source: Show ranging
de: Ranging anzeigen

source: (is an uplink)
de: (ist ein Uplink)

source: (direct)
de: (direkt)

source: %(timesince)s ago
de: vor %(timesince)s

source: View messages
de: Nachrichten zeigen

source: Find route
de: Route finden

source: Change board settings
de: Boardeinstellungen ändern

source: Change
de: Ändern

source: Last msg
de: Letzte Nachricht

source: Last signin
de: Letzte Anmeldung

source: Connection
de: Verbindung

source: Progress
de: Fortschritt

source: All OTA Updates
de: Alle OTA-Updates

source: Running OTA Updates
de: Laufende OTA Updates

source: View running OTA updates only
de: Nur laufende OTA-Updates anzeigen

source: View all OTA updates
de: Alle OTA Updates zeigen

source: Recipients
de: Empfänger

source: Message sent successfully(?)
de: Nachricht erfolgreich gesendet(?)

source: Not yet routable, try again shortly.
de: Noch nicht routebar, bitte einige Minuten warten.

source: Unreachable location.
de: Unerreichbarer Ort.

source: No route found.
de: Keine Route gefunden.

source: Unknown origin.
de: Unbekannter Startort.

source: Unknown destination.
de: Unbekannter Zielort.

source: Route options
de: Routenoptionen

source: Routing mode
de: Routemodus

source: fastest
de: schnellste

source: shortest
de: kürzeste

source: Walk speed
de: Gehgeschwindigkeit

source: slow
de: langsam

source: default
de: standard

source: fast
de: schnell

source: avoid upwards
de: aufwärts vermeiden

source: avoid downwards
de: abwärts vermeiden

source: avoid completely
de: komplett vermeiden

source: avoid
de: vermeiden

source: Access restrictions
de: Zugangs­beschränkungen

source: use normally
de: normal benutzen

source: prefer
de: bevorzugen

source: Unknown route option: %s
de: Unbekannte Routenoption: %s

source: Invalid value for route option %s.
de: Invalider Wert für Routenoption %s.

source: Go to %(space_title)s.
de: Betrete %(space_title)s.

source: %d m remaining to your destination.
de: %d m bis zu deinem Ziel.

source: You have reached your destination.
de: Du hast dein Ziel erreicht.

source: avoid restrictions
de: nicht-öffentlich vermieden

source: prefer restrictions
de: nicht-öffentlich bevorzugen

source: avoid some path types
de: einige Wegtypen vermieden

source: all path types
de: alle Pfadtypen

source: English
de: Englisch

source: German
de: Deutsch

source: I am not affiliated with Automattic in any way, financially or otherwise.
de: Ich bin in keiner Weise, weder finanziell noch anderweitig, Automattic angehörig.

source: I am not Anish Kapoor, i am in no way affiliated to Anish Kapoor, I am not signing in on behalf of Anish Kapoor or an associate of Anish Kapoor. To the best of my knowledge, information and belief, this account will not make its way into the hands of Anish Kapoor.
de: Ich bin nicht Anish Kapoor, ich bin in keiner Weise mit Anish Kapoor verbunden, ich melde mich nicht im Namen von Anish Kapoor oder eines Mitarbeiters von Anish Kapoor an. Nach meinem besten Wissen und Gewissen wird dieses Konto nicht in die Hände von Anish Kapoor gelangen.

source: I do not use generative AI to create cheap assets for my talk slides.
de: Ich verwende keine generative KI, um billige Assets für meine Vortragsfolien zu erstellen.

source: I have not checked this checkbox.
de: Ich habe diese Checkbox nicht aktiviert.

source: I will not harm any human being, catgirl or similar creature nor through inaction permit any such creature to be harmed.
de: Ich werde keinem Menschen, Catgirl oder ähnlichen Lebewesen Schaden zufügen und auch nicht durch Untätigkeit zulassen, dass einem solchen Lebewesen Schaden zugefügt wird.

source: I am not a robot or i am at least a cute one.
de: Ich bin kein Roboter oder wenn, dann ein cuter Roboter.

source: I am a robot.
de: Ich bin ein Roboter.

source: I acknowledge that any checkboxes shown under this form are optional, non-mandatory serving suggestions.
de: Ich erkenne an, dass alle Checkboxen unter diesem Formular optionale, nicht-verpflichtende Serviervorschläge sind.

source: Chaos™ is a registered trademark of Chaos Computer Club Veranstaltungsgesellschaft mbH.
de: Chaos™ ist eine eingetragene Marke der Chaos Computer Club Veranstaltungsgesellschaft mbH.

source: We and our %d partners value your privacy.
de: Wir und unsere %d Partner nehmen Ihre Privatsphäre sehr ernst.

source: If you do not like this checkbox, reload to get another one.
de: Wenn dir diese Checkbox nicht gefällt, lade die Seite neu für eine andere.

source: Yes, i really want to delete my account.
de: Ja, ich möchte meinen Account löschen.

source: change status
de: Status ändern

source: don't change
de: nicht ändern

source: valid for (days)
de: Geltungsdauer (Tage)

source: valid for (hours)
de: Geltungsdauer (Stunden)

source: active until
de: aktiv bis

source: active
de: aktiv

source: Announcement
de: Ankündigung

source: Site update
de: Seitenupdate

source: Site updates
de: Seitenupdates

source: About c3nav
de: Über c3nav

source: c3nav is open source software, find out more about it on <a href="https://github.com/c3nav" rel="external" target="_blank">GitHub</a>.
de: c3nav ist Open Source Software, erfahre mehr dazu auf <a href="https://github.com/c3nav" rel="external" target="_blank">GitHub</a>.

source: Keep yourself up to date on c3nav by following us on <a href="https://chaos.social/@c3nav" rel="external" target="_blank">the fediverse</a>.
de: Bleib auf dem Laufenden zu c3nav auf dem <a href="https://chaos.social/@c3nav" rel="external" target="_blank">Fediverse</a>..

source: The c3nav team at this event:
de: Das c3nav-Team auf diesem Event:

source: Hosting for this event was kindly provided by:
de: Hosting für dieses Event wurde freundlicherweise zur Verfügung gestellt von:

source: Development of the software was supported by the following patrons on <a href="https://patreon.com/c3nav" rel="external" target="_blank">Patreon</a>:
de: Die Entwicklung dieser Software wurde unterstützt von den folgenden Patrons auf <a href="https://patreon.com/c3nav" rel="external" target="_blank">Patreon</a>:

source: Imprint
de: Impressum

source: Your Account
de: Dein Account

source: You are logged in as <strong>%(username)s</strong>.
de: Du bist angemeldet als <strong>%(username)s</strong>.

source: You can manage:
de: Du kannst folgendes verwalten:

source: stuff
de: Zeug

source: reports
de: Meldungen

source: You have submitted reports.
de: Du hast Meldungen eingereicht.

source: Show your reports
de: Deine Meldungen anzeigen

source: Manage custom positions
de: Positionen verwalten

source: Manage API secrets
de: API-Secrets verwalten

source: SSO Connections:
de: SSO Verbindungen:

source: Manage account
de: Konto verwalten

source: Manage your Account
de: Deinen Account verwalten

source: Delete account
de: Account löschen

source: Create API secret
de: API Secret erstellen

source: Submit
de: Absenden

source: Your API secrets
de: Deine API secrets

source: Valid Until
de: gültig bis

source: delete
de: Löschen

source: You are reporting an issue with the following location:
de: Du meldest einen Fehler beim folgenden Ort:

source: open in c3nav
de: in c3nav öffnen

source: open in editor
de: Im Editor öffnen

source: You are reporting an missing location at the following position:
de: Du meldest einen fehlenden Ort an der folgenden Stelle:

source: You are reporting an issue with the following route:
de: Du meldest einen Fehler bei der folgenden Route:

source: Origin
de: Start

source: Destination
de: Ziel

source: Pick your language
de: Sprache wählen

source: Set language
de: Sprache setzen

source: about %(branding)s
de: über %(branding)s

source: Legal notice
de: Impressum

source: Select
de: Auswählen

source: Nearby
de: In der Nähe

source: from here
de: von hier

source: to here
de: hierhin

source: Share
de: Teilen

source: Report issue
de: Fehler melden

source: Set my position
de: Meine Position setzen

source: share
de: Teilen

source: create shortcut
de: Verknüpfung anlegen

source: Wifi-based location
de: WLAN-basierte Ortung

source: Get the c3nav app for Android to see your location on the map.
de: Hole dir die c3nav-App für Android um deine Position auf der Karte zu sehen.

source: Search any location…
de: Suche einen beliebigen Ort…

source: Swap
de: Vertauschen

source: Close
de: Schließen

source: Open in Editor
de: Im Editor öffnen

source: Save and reroute
de: Speichern und neu routen

source: Just reroute
de: Nur neu routen

source: Get the c3nav Android app on <a href="%(play_url)s" target="_blank">Google Play</a> or <a href="%(apk_url)s" target="_blank">download the APK!</a>
de: Hol' dir die c3nav Android-App bei <a href="%(play_url)s" target="_blank">Google Play</a> oder <a href="%(apk_url)s" target="_blank">downloade die APK!</a>

source: Select theme
de: Theme wählen

source: open in %(branding)s
de: in %(branding)s öffnen

source: Create position
de: Position erstellen

source: currently no coordinates
de: aktuell keine Koordinaten

source: last coordinates update:
de: Letztes Koordinatenupdate:

source: How to manage
de: Manageanleitung

source: To set this position, click on any point in the c3nav UI and click "set my position".
de: Um die Position zu setzen, klicke auf einen beliebigen Punkt in der c3nav-Oberfläche und klick auf „Meine Position setzen“.

source: To unset your position, just come here or set the timeout appropriately.
de: Um die Position zurückzusetzen, komme hierhin zurück oder setze den Timeout entsprechend.

source: We only keep your last position, we do not save any position history.
de: Wir speichern nur die letzte Position, wir speichern keine Positionsgeschichte.

source: To access this position on the map, visit:
de: Um diese Position auf der Karte zu sehen, nutze folgenden Link:

source: To get and set it via the API, use this API endpoint:
de: Um sie über die API zu setzen, nutze diesen API Endpoint:

source: View OpenAPI documentation
de: OpenAPI-Dokumentation

source: unset coordinates
de: Koordinaten löschen

source: reset secret
de: Secret zurücksetzen

source: delete this position
de: diese Position löschen

source: Update position
de: Position speichern

source: Your positions
de: Deine Positionen

source: Set position coordinates
de: Setze Positionskoordinaten

source: Please select the position to set to these coordinates:
de: Bitte wählen die Position die auf diese Koordinaten gesetzt werden soll:

source: Set coordinates
de: Setze koordinaten

source: show all reports
de: alle Meldungen anzeigen

source: show open reports
de: offene Meldungen anzeigen

source: by
de: von

source: anonymous submission
de: anonyme Meldung

source: public URL to this report
de: öffentliche URL zu dieser Meldung

source: (none)
de: (keine)

source: Issue was opened.
de: Meldung wurde geöffnet.

source: Issue was closed.
de: Meldung wurde geschlossen.

source: (public)
de: (öffentlich)

source: Update issue
de: Meldung updaten

source: Open reports
de: Offene Meldungen

source: All reports
de: Alle Meldungen

source: State
de: Status

source: Automatic
de: Automatisch

source: Default
de: Standard

source: This token does not exist or was already redeemed.
de: Dieser Code existiert nicht oder wurde bereits eingelöst.

source: Area successfully unlocked. If you sign in, it will also be saved to your account.
de: Bereich erfolgreich freigeschaltet. Wenn Du dich einloggst, wird er auch in deinem Account hinterlegt.

source: Route from %s to %s
de: Route von %s nach %s

source: account creation is currently disabled.
de: Benutzerregistrierung ist momentan deaktiviert.

source: Account successfully deleted.
de: Account erfolgreich gelöscht.

source: Click the button below to instantly delete your account and all associated data. This process can't be reversed.
de: Klicke den untenstehenden Button um deinen Account und alle verknüpften Daten sofort zu löschen. Dieser Prozess kann nicht rückgängig gemacht werden.

source: Unlock area
de: Bereich freischalten

source: You have been invited to unlock the following area:
de: Du wurdest eingeladen, den folgenden Bereich freizuschalten:

source: What's wrong here?
de: Was stimmt nicht?

source: A location is missing
de: Ein Ort fehlt

source: A location is there, but wrong
de: Ein Ort ist da, aber falsch

source: Are you sure it's not one of these?
de: Bist du sicher, dass es keiner dieser Orte ist?

source: Yeah, it's not in there
de: Ja, es ist keiner davon

source: There are no locations nearby.
de: Es gibt keine Orte in der Nähe.

source: Which one is it?
de: Um welchen Ort geht es?

source: Does one of these describe your missing location?
de: Beschreibt einer dieser Begriffe den fehlenden Ort?

source: Please carefully check if one of the options above applies to the missing location!
de: Bitte überprüfe sorgfältig ob keine der oben genannten Optionen auf den fehlenden Ort zutrifft.

source: None of these fit
de: Nichts davon passt

source: We do not accept reports for this type of location.
de: Wir akzeptieren aktuell keine Meldungen zu diesem Typ von Ort.

source: We do not accept reports for this location.
de: Wir akzeptieren keine Meldungen zu diesem Ort.

source: Your report was submitted.
de: Deine Meldung wurde abgesendet.

source: You can keep track of it from your user dashboard.
de: Du kannst sie in deinerm Benutzerdashboard verfolgen.

source: You can keep track of it by revisiting the public URL mentioned below.
de: Du kannst sie mit dem unten angegebenen öffentlichen link verfolgen.

source: Report updated.
de: Meldung aktualisiert.

source: You can't create more than 20 positions.
de: Du kannst nicht mehr als 20 Positionen erstellen.

source: Position created.
de: Position erstellt.

source: Position deleted.
de: Position gelöscht.

source: Position updated.
de: Position geändert.

source: Position set.
de: Position gesetzt.

source: API secret deleted.
de: API secret erfolgreich gelöscht.

source: You can't create more than 20 API secrets.
de: Du kannst nicht mehr als 20 API-Secrets erstellen.

source: API secret created. Save it now, cause it will not be shown again!
de: API-Secret erstellt. Notier es dir sofort, denn es wird nicht erneut angezeigt!
