Repository: c3nav/c3nav
Catalog: src/c3nav/locale/*/LC_MESSAGES/django.po
Languages: de

source: creation date
de: Erstellungsdatum

source: grant map access permissions
de: Zugangserlaubnisse erteilen

source: editor access
de: Editor-Zugriff

source: mesh access
de: Mesh-Zugriff

source: valid_until
de: gültig bis

source: Permissions
de: Befugnisse

source: Important dates
de: Wichtige Daten

source: Available quests
de: Verfügbare quests

source: choose permissions…
de: Erlaubnisse auswählen…

source: everything possible (%d permission)
de: alles mögliche (%d Erlaubnis)

source: Access Permission Groups
de: Zugangserlaubnisgruppen

source: Access Permissions
de: Zugangserlaubnisse

source: never
de: nie

source: in %d hour
de: in %d Stunde

source: in 1½ hour
de: in 1½ Stunden

source: in %d day
de: in %d Tag

source: can pass on
de: kann weitergeben

source: UNLIMITED
de: UNLIMITIERT

source: no
de: nein

source: yes
de: ja

source: any type
de: beliebiger Typ

source: any
de: beliebig

source: geometries changed
de: geometrien geändert

source: no geometries changed
de: keine geometrien geändert

source: processed
de: verarbeitet

source: not processed
de: nicht verarbeitet

source: can review changesets
de: kann Änderungssets überprüfen

source: can activate direct editing
de: kann direktes Bearbeiten aktivieren

source: max changes per changeset
de: maximale Anzahl änderungen pro Änderungsset

source: can always access editor
de: kann immer auf den Editor zugreifen

source: can access sources in editor
de: kann Vorlagen im Editor anzeigen

source: can always access base map data
de: kann immer auf die Basiskartendaten zugreifen

source: manage map updates
de: Kartenänderungen verwalten

source: view user list in control panel
de: Benutzerliste im Kontrollpanel sehen

source: can grant control permissions
de: kann Control-Panel-Befugnisse erteilen

source: manage announcements
de: Ankündigungen verwalten

source: can grant access to everything
de: kann alle Zugangserlaubnisse erteilen

source: grant unlimited access
de: unlimitierte Zugangserlaubnisse erteilen

source: can grant space access
de: kann Raum-Zugriffsberechtigungen erteilen

source: can review all reports
de: kann alle Meldungen überprüfen

source: can review reports belonging to
de: can Meldungen überprüfen die zu diesen Gruppen gehören

source: can access mesh control
de: kann auf das Mesh Control Panel zugreifen

source: show non-public themes in theme selector
de: Nichtöffentliche Themes in der Themeauswahl zeigen

source: dont say thanks after completing a quest
de: nicht für das Lösen eines Quests bedanken

source: User Permissions
de: Benutzerbefugnisse

source: can edit
de: kann bearbeiten

source: user space access
de: Benutzer-Raumzugriffsberechtigung

source: user space accesses
de: Benutzer-Raumzugriffsberechtigungen

source: Generate QR Code
de: QR Code generieren

source: Unlimited tokens
de: Unlimitierte Token

source: Areas
de: Bereiche

source: Valid until
de: Gültig bis

source: view
de: Anzeigen

source: Access Permission QR Code
de: Zugangserlaubnis QR-Code

source: Scan this QR code to get access permissions:
de: Scan diesen QR-Code um Zugangserlaubnisse zu erhalten:

source: This token is valid for unlimited uses.
de: Dieser Token kann beliebig oft genutzt werden.

source: Expiry date:
de: Ablaufdatum:

source: go back
de: zurück

source: Please wait. You will be redirected back when the token is redeemed.
de: Bitte warten. Du wirst zurückgeleitet, sobald der Code eingelöst wurde.

source: Revoke Token
de: Code invalidieren

source: Edit announcement
de: Ankündigung bearbeiten

source: Save
de: Speichern

source: Users
de: Benutzer

source: Author
de: Autor

source: Active
de: Aktiv

source: Active until
de: Aktiv bis

source: Edit
de: Bearbeiten

source: Create new announcement
de: Neue Ankündigung erstellen

source: back to c3nav
de: zurück zu c3nav

source: Overview
de: Übersicht

source: Access
de: Zugang

source: Announcements
de: Ankündigungen

source: Map Updates
de: Kartenänderungen

source: first
de: erste

source: previous
de: vorherige

source: Page %(page_number)s of %(num_pages)s
de: Seite %(page_number)s von %(num_pages)s

source: next
de: nächste

source: last
de: letzte

source: Welcome to the c3nav control panel.
de: Willkommen im c3nav control panel.

source: Map updates
de: Kartenänderungen

source: Create map update
de: Kartenänderung erstellen

source: Process updates
de: Kartenänderungen verarbeiten

source: Map updates are currently processed automatically.
de: Kartenänderungen werden aktuell automatisch verarbeitet.

source: Map updates are currently not processed automatically.
de: Kartenänderungen werden aktuell nicht automatisch verarbeitet.

source: Last run:
de: Letzter Lauf:

source: (failed)
de: (fehlgeschlagen)

source: Currently running since:
de: Läuft aktuell seit:

source: Process map updates now
de: Kartenänderungen jetzt verarbeiten

source: List of map updates
de: Liste von Kartenänderungen

source: Filter
de: Filtern

source: Date
de: Datum

source: Reason
de: Grund

source: Geometries
de: Geometrien

source: Processed
de: Verarbeitet

source: via control panel by <a href="%(user_url)s">%(user_name)s</a>
de: via Control Panel von <a href="%(user_url)s">%(user_name)s</a>

source: direct edit by <a href="%(user_url)s">%(user_name)s</a>
de: direktes Bearbeiten von <a href="%(user_url)s">%(user_name)s</a>

source: Changeset <a href="%(changeset_url)s">#%(changeset_id)s</a> by <a href="%(author_url)s">%(author_name)s</a> applied by <a href="%(user_url)s">%(user_name)s</a>
de: Änderungsset <a href="%(changeset_url)s">#%(changeset_id)s</a> von <a href="%(author_url)s">%(author_name)s</a> angewendet von <a href="%(user_url)s">%(user_name)s</a>

source: Yes
de: Ja

source: No
de: Nein

source: show in django admin panel
de: im django Admin Panel zeigen

source: General Permissions
de: Generelle Befugnisse

source: none
de: keine

source: for %(restriction_title)s
de: für %(restriction_title)s

source: back
de: zurück

source: author
de: Autor

source: expires
de: läuft ab

source: can grant
de: kann erteilen

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: Access Restriction
de: Zugangs­beschränkung

source: Space Access
de: Raumzugriffserlaubnis

source: Space
de: Raum

source: Search
de: Suchen

source: Username
de: Benutzername

source: Access successfully granted.
de: Zugangserlaubnis erfolgreich erteilt.

source: Token successfully revoked.
de: Token erfolgreich invalidiert.

source: You can only display your most recently created token.
de: Du kannst nur deinen zuletzt erstellten Code anzeigen.

source: Map update successfully created.
de: Kartenänderung erfolgreich erstellt.

source: Map update processing successfully queued.
de: Kartenänderungsverarbeitung erfolgreich veranlasst.

source: Map update processing was not be queued because celery is not configured.
de: Kartenänderungsverarbeitung konnte nicht veranlasst werden da Celery nicht konfiguriert ist.

source: Unknown access permission.
de: Unbekannte Zugangserlaubnis.

source: Access Permission successfully deleted.
de: Zugangserlaubnis erfolgreich gelöscht.

source: You cannot delete this Access Permission.
de: Du kannst diese Zugangsberechtigung nicht löschen.

source: General permissions successfully updated.
de: Generelle Befugnisse erfolgreich gespeichert.

source: Access permissions successfully granted.
de: Zugangserlaubnis erfolgreich erteilt.

source: User space access could not be granted because it already exists.
de: Benutzer-Raumzugriffserlaubnis konnte nicht gewährt werden weil sie bereits existiert.

source: User space access successfully granted.
de: Benutzer-Raumzugriffserlaubnis erfolgreich gewährt.

source: Unknown space access.
de: Unbekannte Raumzugriffserlaubnis.

source: Space access successfully deleted.
de: Raumzugriffserlaubnis erfolgreich gelöscht.

source: You cannot delete this space access.
de: Du kannst diese Raumzugriffserlaubnis nicht löschen.

source: No matching editor view endpoint found.
de: Es wurde keine passende Editor-Endpunkt gefunden.

source: Matching editor view point does not provide an API.
de: Der entsprechende Editor-Endpunkt bietet diese API nicht an.

source: Redirecting Slugs (comma separated)
de: Umleitungs-Slugs (mit Komma getrennt)

source: Can not add redirecting slug “%s”: it's the slug of this object.
de: Umleitungs-Slug „%s“ kann nicht hinzugefügt werden: Es ist der Slug dieses Objects.

source: Can not add redirecting slug “%s”: it is already used elsewhere.
de: Umleitungs-Slug „%s“ kann nicht hinzugefügt werden: Er wird bereits an anderer Stelle verwendet.

source: Why is there WiFi scan data if this is a fill quest?
de: Warum sind WLAN daten in einem Füll Quest?

source: WiFi scan data is missing.
de: WiFI Scandaten fehlen.

source: Final rejection
de: Endgültige Ablehnung

source: create one way edges
de: Kante nur in eine Richtung erstellen

source: activate next node after connecting
de: nächsten Knoten nach dem Verbinden aktivieren

source: unproposed
de: nicht vorgeschlagen

source: proposed
de: vorgeschlagen

source: in review
de: wird überprüft

source: rejected
de: abgelehnt

source: proposed again
de: erneut vorgeschlagen

source: finally rejected
de: endgültig abgelehnt

source: accepted and applied
de: akzeptiert und angewendet

source: created
de: erstellt

source: last object change
de: letzte Änderung eines Objects

source: last update
de: letzte Anderung

source: last state update
de: letzte Statusänderung

source: Title
de: Titel

source: Description
de: Beschreibung

source: assigned to
de: zugewiesen

source: map update
de: Kartenänderung

source: Change Set
de: Änderungsset

source: Change Sets
de: Änderungssets

source: Direct editing active
de: Direktes Bearbeiten aktiv

source: No objects changed
de: Keine Objekte geändert

source: %(num)d object changed
de: %(num)d Objekt geändert

source: datetime
de: Zeitpunkt

source: Change set update
de: Änderungssetänderung

source: Change set updates
de: Änderungssetänderungen

source: c3nav map editor
de: c3nav Karteneditor

source: Toggle navigation
de: Navigation ein-/ausblenden

source: map editor
de: Karteneditor

source: Start scanning
de: Scanning starten

source: Stop scanning
de: Scanning stoppen

source: Reset scan results
de: Scanergebnisse zurücksetzen

source: mobileclient not found. Please install the c3nav app for wifi scanning support.
de: mobileclient nicht gefunden. Bitte installiere die c3nav App für WLAN scanning support.

source: All
de: Alle

source: In base theme
de: Im Basis-Theme

source: In any theme
de: In beliebigen THeme

source: Other theme colors
de: Andere Themefarben

source: Change set #%(id)s
de: Änderungsset Nr. %(id)s

source: created at %(datetime)s by <a href="%(author_url)s">%(author)s</a>
de: erstellt am %(datetime)s von <a href="%(author_url)s">%(author)s</a>

source: created at %(datetime)s
de: erstellt am %(datetime)s

source: last change at %(datetime)s
de: letzte Änderung am %(datetime)s

source: These changes are currently pending review.
de: Diese Änderungen warten aktuell auf Überprüfung.

source: As long as the review is pending you can unpropose them to edit them again.
de: Solange die Überprüfung aussteht kannst du deinen Vorschlag zurücknehmen um ihn weiter zu bearbeiten.

source: These changes are currently being reviewed by <a href="%(user_url)s">%(user)s</a>.
de: Diese Änderungen werden aktuell von <a href="%(user_url)s">%(user)s</a> überprüft.

source: These changes were rejected by <a href="%(user_url)s">%(user)s</a> with the followed comment:
de: Diese Änderungen wurden von <a href="%(user_url)s">%(user)s</a> mit der folgenden Begründung zurückgewiesen:

source: These changes were <strong>finally</strong> rejected by <a href="%(user_url)s">%(user)s</a> with the followed comment:
de: Diese Änderungen wurden von <a href="%(user_url)s">%(user)s</a> mit der folgenden Begründung <strong>endgültig</strong> zurückgewiesen:

source: You can now edit your changes and propose them again.
de: Du kannst deine Änderungen jetzt bearbeiten und erneut vorschlagen.

source: These changes were applied by <a href="%(user_url)s">%(user)s</a>.
de: Diese Änderungen wurden von <a href="%(user_url)s">%(user)s</a> angewendet.

source: In the meantime, if you want to create a new change set, you can do so <a href="%(user_url)s">in your profile</a>.
de: Bis dahin kannst du wenn du möchtest ein neues Änderungsset <a href="%(user_url)s">in deinem Profil</a> erstellen.

source: If you want to create a new change set, you can do so <a href="%(user_url)s">in your profile</a>.
de: Wenn du ein neues Änderungsset erstellen möchtest, kannst du das <a href="%(user_url)s">in deinem Profil</a> tun.

source: (%(counter)s operation in total)
de: (%(counter)s Schritt insgesamt)

source: Restore
de: Wiederherstellen

source: This changeset contains no changes.
de: Dieses Änderungsset enthält keine Änderungen.

source: Unpropose
de: Zurücknehmen

source: Unreject
de: Ablehnung zurücknehmen

source: Propose
de: Vorschlagen

source: Apply
de: Anwenden

source: Reject
de: Ablehnen

source: Accept
de: Akzeptieren

source: Review
de: Überprüfen

source: Activate
de: Aktivieren

source: Accept and apply changes
de: Änderungen akzeptieren und anwenden

source: Do you really want to accept and apply these changes?
de: Möchtest du diese Änderungen wirklich akzeptieren und anwenden?

source: Cancel
de: Abbrechen

source: Accept and apply
de: Akzeptieren und Anwenden

source: Back
de: Zurück

source: Reject changes
de: Änderungen ablehnen

source: Please explain why you reject these changes.
de: Bitte erkläre warum du diese Änderungen ablehnst.

source: Delete %(model_title)s
de: %(model_title)s löschen

source: Please confirm deleting: %(obj_title)s
de: Bitte bestätige, dass du dieses Objekt löschen möchtest: %(obj_title)s

source: New %(model_title)s
de: %(model_title)s erstellen

source: Edit %(model_title)s
de: %(model_title)s bearbeiten

source: on top of %(on_top_of_level_title)s
de: über %(on_top_of_level_title)s

source: Connecting spaces:
de: Verbundene Spaces

source: (no title)
de: (kein Titel)

source: close dialog
de: Dialog schließen

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: in space %(space_title)s
de: im Raum %(space_title)s

source: on level %(level_title)s
de: in der Etage %(level_title)s

source: Active node:
de: Aktiver Knoten:

source: Delete Node
de: Knoten löschen

source: Connections:
de: Verbindungen:

source: Space %(space_title)s
de: Raum %(space_title)s

source: Settings for new edges
de: Einstellungen für neue Kanten

source: Level
de: Etage

source: back to overview
de: zurück zur Übersicht

source: back to parent level
de: zurück zur übergeordneten Etage

source: Levels on top
de: Etagen über dieser

source: Without Javascript
de: Ohne Javascript

source: Show map
de: Karte zeigen

source: Show details
de: Details anzeigen

source: New feature
de: Neuer Eintrag

source: Data Overlays
de: Daten-Overlays

source: back to level
de: zurück zur Etage

source: Submit answer
de: Antwort abschicken

source: Thank you!
de: Tanke!

source: Have a cookie <3 🍪
de: Hier ist dein Keks <3 🍪

source: That's you!
de: Das bist du!

source: Your active change set is <a href="%(changeset_url)s">%(changeset_title)s</a>.
de: Dein aktives Änderungsset ist <a href="%(changeset_url)s">%(changeset_title)s</a>.

source: Your active change set is <a href="%(changeset_url)s">#%(changeset_id)s (untitled)</a>.
de: Dein aktives Änderungsset ist <a href="%(changeset_url)s">Nr. %(changeset_id)s (kein Titel)</a>.

source: Deactivate it if you want to create a new one.
de: Deaktiviere es wenn du ein neues erstellen möchtest.

source: Deactivate change set
de: Änderungsset deaktivieren

source: Direct editing is activated.
de: Direktes Bearbeiten ist aktiviert.

source: Everything you do will be applied immediately.
de: Alles was tu tust wird sofort angewendet.

source: Deactivate direct editing
de: Direktes Bearbeiten deaktivieren

source: You have currently no active change set.
de: Du hast aktuell kein aktives Änderungsset.

source: Just edit something to create one.
de: Bearbeite etwas um eins zu erstellen.

source: Activate direct editing
de: Direktes Bearbeiten aktivieren

source: Change password
de: Passwort ändern

source: Recent change sets
de: Aktuelle Änderungssets

source: Change sets you are reviewing
de: Änderungssets die du gerade überprüfts

source: Change sets awaiting review
de: Auf Überprüfung wartende Änderungssets

source: All recent change sets
de: Alle kürzlichen Änderungssets

source: Create new account
de: Neues Konto erstellen

source: Password successfully changed.
de: Passwort erfolgreich geändert.

source: Log in required.
de: Login erforderlich.

source: Can't find this changed object
de: Geändertes Objekt nicht gefunden

source: Can't restore this object because it wasn't deleted
de: Du kannst dieses Objekt nicht wiederherstellen, da es nicht gelöscht wurde

source: Object has been successfully restored.
de: Objekt wurde erfolgreich wiederhergestellt.

source: You can not edit changes on this change set.
de: Du kannst keine Änderungen dieses Änderungssets bearbeiten.

source: You activated this change set.
de: Du hast dieses Änderungsset aktiviert.

source: You can not activate this change set.
de: Du kannst dieses Änderungsset nicht aktivieren.

source: You need to log in to propose changes.
de: Du musst dich anmelden um Änderungen vorzuschlagen.

source: You need to add a title to propose this change set.
de: Du musst einen Titel hinzufügen, um dieses Änderungsset vorzuschlagen.

source: You proposed your changes.
de: Du hast deine Änderungen vorgeschlagen.

source: You cannot propose this change set.
de: Du kannst dieses Änderungsset nicht vorschlagen.

source: You need to log in to apply changes.
de: Du musst dich anmelden um Änderungen anzuwenden.

source: You need to add a title to apply this change set.
de: Du musst einen Titel hinzufügen, um dieses Änderungsset anzuwenden.

source: You applied your changes.
de: Du hast deine Änderungen angewendet.

source: You cannot apply this change set.
de: Du kannst dieses Änderungsset nicht anwenden.

source: You unproposed your changes.
de: Du hast deinen Änderungsvorschlag zurückgenommen.

source: You cannot unpropose this change set.
de: Du kannst diesen Änderungsvorschlag nicht zurücknehmen.

source: You are now reviewing these changes.
de: Du überprüfst jetzt diese Änderungen.

source: You cannot review these changes.
de: Du kannst diese Änderungen nicht überprüfen.

source: You cannot reject these changes.
de: Du kannst diese Änderungen nicht ablehnen.

source: You rejected these changes.
de: Du hast diese Änderungen abgelehnt.

source: You cannot unreject these changes.
de: Du kannst diese Änderungsablehnung nicht zurücknehmen.

source: You unrejected these changes.
de: Du hast die Änderungsablehnung zurückgenommen.

source: You cannot accept and apply these changes.
de: Du kannst diese Änderungen nicht akzeptieren und anwenden.

source: You cannot apply this changeset cause it has problems.
de: Du kannst dieses Änderungsset nicht anwenden, da es Probleme hat.

source: You accepted and applied these changes.
de: Du hast diese Änderungen akzeptiert und angewendet.

source: You cannot delete this change set.
de: Du kannst dieses Änderungsset nicht löschen.

source: You deleted this change set.
de: Du hast dieses Änderungsset gelöscht.

source: {model} #{id}
de: {model} Nr. {id}

source: can't create this object
de: Objekt kann nicht erstellt werden

source: no longer exists
de: existiert nicht mehr

source: can't update this object because it no longer exists
de: Objekt kann nicht gelöscht werden da es nicht mehr existiert

source: this field no longer exists
de: Feld existiert nicht mehr

source: created geometry
de: Geometrie erstellt

source: edited geometry
de: Geometrie bearbeitet

source: created scan data
de: Scandaten erstellt

source: edited scan data
de: Scandaten bearbeitet

source: remove {field_title}
de: {field_title} entfernt

source: Redirect slugs
de: Umleitungs-Slugs

source: deleted
de: gelöscht

source: can't delete this object because of protected references
de: Kann objekt nicht löschen weil andere Objekte sich darauf beziehen

source: You cannot edit this change set.
de: Du kannst dieses Änderungsset nicht bearbeiten.

source: You can not create new objects because your changeset is full.
de: Du kannst keine neuen Objekte erstellen weil dein Änderungsset voll ist.

source: You can not edit this object because your changeset is full.
de: Du kannst diese Objekt nicht löschen weil dein Änderungsset voll ist.

source: You need to log in to create Beacon Measurements.
de: Du musst dich anmelden um Beacon Messungen zu erstellen.

source: You can not edit changes on this changeset.
de: Du kannst keine Änderungen dieses Änderungssets bearbeiten.

source: Object was successfully deleted.
de: Objekt wurde erfolgreich gelöscht.

source: Duplicate entry.
de: Doppelter Eintrag.

source: Object was successfully saved.
de: Objekt wurde erfolgreich gespeichert.

source: back to space
de: zurück zum Raum

source: Could not edit edge because your changeset is full.
de: Kante konnte nicht bearbeitet werden weil dein Änderungsset voll ist.

source: Reverse edge created.
de: Umgekehrte Kante erstellt.

source: Edge created.
de: Kante erstellt.

source: Reverse edge deleted.
de: Umgekehrte Kante gelöscht.

source: Edge deleted.
de: Kante gelöscht.

source: Reverse edge overwritten.
de: Umgekehrte Kante überschrieben.

source: Edge overwritten.
de: Kante überschrieben.

source: to level graph
de: zum Etagengraph

source: You can not delete this graph node because your changeset is full.
de: Du kannst diesen Knoten nicht löschen weil dein Änderungsset voll ist.

source: Graph Node was successfully deleted.
de: Graphknoten wurde erfolgreich gelöscht.

source: You can not add graph nodes because your changeset is full.
de: Du kannst keine Graphknoten erstellen weil dein Änderungsset voll ist.

source: New graph node created.
de: Neuer Graphknoten erstellt.

source: back to overlays
de: Zurück zu Overlays

source: You deactivated your current changeset.
de: Du hast dein aktuelles Änderungsset deaktiviert.

source: You activated direct editing.
de: Du hast direktes Bearbeiten aktiviert.

source: You deactivated direct editing.
de: Du hast direktes Bearbeiten deaktiviert.

source: Invalid GeoJSON.
de: Invalides GeoJSON.

source: Could not clean geometry.
de: Konnte Geometrie nicht bereinigen.

source: You have to choose a value for {field} in at least one language.
de: Du must das Feld {field} in mindestens einer Sprache ausfüllen.

source: incluce all history as well
de: einschließlich der kompletten Versionsgeschichte

source: incluce all geometries as well
de: einschließlich aller Geometrien

source: don't run processupdates if celery is not setup
de: processupdates nicht laufen lassen wenn celery nicht eingerichtet ist

source: You don't have celery installed, so we will run processupdates now...
de: Celery ist nicht installiert, also führen wir nun processupdates aus…

source: You have no external cache configured, so don't forget to restart your c3nav instance!
de: Es ist kein externer Cache eingerichtet, vergiss also nicht, c3nav neuzustarten!

source: stats file to convert
de: zu konvertierende Statistik Datei

source: graphite address
de: graphite Adresse

source: graphite port (default 2003)
de: graphite Port

source: unknown space
de: Unbekannter Raum

source: svg file to import
de: zu importierende svg-Datei

source: name of the import
de: Name des Imports

source: type of objects to create
de: Objekttyp, der erstellt werden soll

source: space to add the objects to
de: Space zu dem das Objekt hinzugefügt werden soll
