Repository: c3nav/c3nav
Catalog: src/c3nav/locale/*/LC_MESSAGES/django.po
Languages: de

source: minimum x coordinate, everthing left of it will be cropped
de: minimale X-Koordinate, alles links davon wird abgeschnitten

source: minimum y coordinate, everthing below it will be cropped
de: minimale Y-Koordinate, alles unterhalb davon wird abgeschnitten

source: maximum x coordinate, everthing right of it will be cropped
de: maximale X-Koordinate, alles rechts davon wird abgeschnitten

source: maximum y coordinate, everthing above it will be cropped
de: maximale Y-Koordinate, alles oberhalb davon wird abgeschnitten

source: minx has to be lower than maxx
de: minx muss kleiner als maxx sein

source: miny has to be lower than maxy
de: miny muss kleiner als maxy sein

source: svg contains transform attributes. Use inkscape apply transforms.
de: Die SVG enthält transform attribute. Benutze inkscape apply transform.

source: objects with this import tag already exist in this space.
de: Objekte mit diesem Import tag existieren bereits in diesem Space.

source: There is already map update processing in progress.
de: Es läuft bereits eine Mapmap update .

source: Unknown level: %s
de: Unbekannte Etage: %s

source: Unknown theme: %s
de: Unbekanntes Theme: %s

source: Unknown access restriction: %s
de: Unbekannte Zugangsbeschränkung: %s

source: Invalid zoom
de: Invalider zoom

source: Zoom has to be between 0 and 32
de: Zoom muss zwischen 0 und 32 liegen

source: filetype to render
de: Dateityp, der gerendert werden soll

source: levels to render, e.g. 0,1,2 or * for all levels (default)
de: Etagen, die gerendert werden sollen, z.b. 0,1,2 oder * für alle Etagen (Vorgabe)

source: theme to use, e.g. 2 or 0 for the default theme (default)
de: Theme das benutzt werden soll, z.B. 2 oder 0 für das Standardtheme (Vorgabe)

source: permissions, e.g. 2,3 or * for all permissions or 0 for public (default)
de: Zugangserlaubnisse, z.B. 2,3 oder * für alle Erlaubnisse oder 0 für keine Erlaubnisse (Vorgabe)

source: render all levels completely
de: rendere alle Etagen vollständig

source: do not center the output
de: Ausgabe nicht zentrieren

source: scale (from 1 to 32), only relevant for image renderers
de: Zoomfaktor (von 1 bis 32), nur relevant für Bildrenderer

source: ensure that all objects are at least this thick
de: stelle sicher, dass alle Objekte mindestens diese Dicke haben

source: override filename
de: Dateinamen überschreiben

source: reset the values
de: Werte zurücksetzen

source: save result to the stats directory
de: Ergebnis im stats-Ordner speichern

source: public
de: öffentlich

source: Access Restrictions
de: Zugangs­beschränkungen

source: Access Restriction Group
de: Zugangsbeschränkungsgruppe

source: Access Restriction Groups
de: Zugangsbeschränkungsgruppen

source: valid until
de: gültig bis

source: unlimited
de: unbeschränkt

source: redeemed
de: eingelöst

source: Access Permission Token
de: Zugangserlaubnis-Token

source: Access Permission Tokens
de: Zugangserlaubnis-Token

source: Area successfully unlocked.
de: Bereich erfolgreich freigeschaltet.

source: SSO Group
de: SSO Gruppe

source: Access Permission SSO Grant
de: Zugangserlaubnis SSO Erteilung

source: Access Permission SSO Grants
de: Zugangserlaubnis SSO Erteilungen

source: Access permission token
de: Zugangserlaubnis-Token

source: Access Permission
de: Zugangserlaubnis

source: altitude
de: Bodenhöhe

source: Ground Altitude
de: Bodenhöhe

source: Ground altitudes
de: Bodenhöhen

source: Type
de: Typ

source: Title ({lang})
de: Titel ({lang})

source: bottom coordinate
de: untere koordinate

source: left coordinate
de: linke koordinate

source: top coordinate
de: obere koordinate

source: right coordinate
de: rechte koordinate

source: level
de: Etage

source: Building
de: Gebäude

source: Buildings
de: Gebäude

source: height
de: Höhe

source: only outside of building
de: nur außerhalb von Gebäuden

source: Enter description
de: Betretensbeschreibung

source: always accessible (overwrites base mapdata setting)
de: immer zugänglich (überschreibt Basiskartendaten-Einstellung)

source: contribute to load group
de: zu Auslastungsgruppe beitragen

source: easily identifyable/findable
de: einfach zu identifizieren/finden

source: if unknown, this will be a quest. if yes, quests for enter, leave or cross descriptions to this room will be generated.
de: Falls „Unbekannt“, wird diese Location zu einem Quest. Falls ja, werden Quest zum Betreten, Verlassen und Durchgehen zu diesem Space generiert.

source: Spaces
de: Räume

source: outside only
de: Nur draußen

source: Door
de: Tür

source: Doors
de: Türen

source: Altitude Area
de: Höhenbereich

source: Altitude Areas
de: Höhenbereiche

source: AltitudeMarker #%(marker_id)d in Space #%(space_id)d on Level %(level_label)s is not placed in an accessible area
de: Höhenmarker #%(marker_id)d in Raum #%(space_id)d auf Etage %(level_label)s ist nicht in einem begehbaren Bereich platziert

source: %d altitude areas built.
de: %d Höhenbereiche gebaut.

source: %(num_modified)d modified, %(num_deleted)d deleted, %(num_created)d created.
de: %(num_modified)d geändert, %(num_deleted)d entfernt, %(num_created)d erstellt.

source: space
de: Raum

source: Column
de: Säule

source: Columns
de: Säulen

source: slow down factor
de: Verlangsamungsfaktor

source: values of overlapping areas get multiplied!
de: Werte von überlappenden Bereichen werden multipliziert!

source: main routing point (optional)
de: Hauptroutingpunkt (optional)

source: Area
de: Bereich

source: Stair
de: Stufe

source: Stairs
de: Stufen

source: Ramp
de: Rampe

source: Ramps
de: Rampen

source: show in legend (if color set)
de: in Legende zeigen (falls Farbe gesetzt)

source: Obstacle Group
de: Hindernisgruppe

source: Obstacle Groups
de: Hindernisgruppen

source: altitude above ground
de: Höhe über Grund

source: Obstacle
de: Hindernis

source: Obstacles
de: Hindernisse

source: width
de: Breite

source: Line Obstacle
de: Linienhindernis

source: Line Obstacles
de: Linienhindernisse

source: Point of Interest
de: Ort von Interesse

source: Points of Interest
de: Orte von Interesse

source: Hole
de: Loch

source: Holes
de: Löcher

source: Altitude Marker
de: Höhenmarker

source: Altitude Markers
de: Höhenmarker

source: target space
de: Zielraum

source: description
de: Beschreibung

source: Leave description
de: Verlassensbeschreibung

source: Leave descriptions
de: Verlassensbeschreibungen

source: origin space
de: Ursprungsraum

source: Cross description
de: Durchschreitungsbeschreibung

source: Cross descriptions
de: Durchschreitungsbeschreibungen

source: comment
de: Kommentar

source: Measurement list
de: Messungsliste

source: create a quest to fill this
de: Füll-Quest erstellen

source: Beacon Measurement
de: Beacon Messung

source: Beacon Measurements
de: Beacon Messungen

source: Event WiFi AP
de: Event-WLAN AP

source: DECT antenna
de: DECT Antenne

source: beacon type
de: Beacon-Typ

source: Node Number
de: Node Nummer

source: Mac Address / BSSIDs
de: Mac-Adresse / BSSIDs

source: uses node's value if not set
de: Value vom Node wird als Fallback genutzt

source: Bluetooth Address
de: Bluetooth-Adresse

source: UWB Address
de: UWB Adresse

source: altitude quest
de: Höhenquest

source: Graph Node
de: Graphknoten

source: Graph Nodes
de: Graphknoten

source: Title (Plural)
de: Titel (Plural)

source: join consecutive edges
de: aufeinandefolgende Kanten zusammenfassen

source: upwards separately
de: aufwärts seperat

source: walking
de: zu Fuß

source: edge color
de: Kantenfarbe

source: avoid by default
de: standardmäßig vermeiden

source: extra seconds per edge
de: Extra-Sekunden pro Kante

source: speed (m/s)
de: Geschwindigkeit (m/s)

source: description (downwards or general)
de: Beschreibung (abwärts oder generell)

source: speed upwards (m/s)
de: Geschwindigkeit aufwärts (m/s)

source: description upwards
de: Beschreibung aufwärts

source: level change description
de: Etagenwechselbeschreibung

source: Way Type
de: Wegtyp

source: Way Types
de: Wegtypen

source: from node
de: Startknoten

source: to node
de: Zielknoten

source: Graph Edge
de: Graphkante

source: Graph Edges
de: Graphkanten

source: Enter a valid “level index” consisting of letters, numbers, underscores, dots or hyphens.
de: Gib einen gültigen "level index" aus Buchstaben, Ziffern, Unterstrichen, Punkten und Bindestrichen ein.

source: base altitude
de: Basisbodenhöhe

source: default space height
de: Standardraumhöhe

source: door height
de: Türhöhe

source: on top of
de: Halbetage über

source: intermediate level
de: Zwischenetage

source: short label
de: kurze Bezeichnung

source: used for the level selector
de: genutzt in der Etagenauswahl

source: used for coordinates
de: für Koordinaten benutzt

source: Levels
de: Etagen

source: default height
de: Standarddeckenhöhe

source: Enter a valid location slug consisting of lowercase letters, numbers or hyphens, not starting or ending with hyphens or containing consecutive hyphens.
de: Gib einen validen slug ein, der nur aus Kleinbuchstaben, Nummern und Bindestrichen besteht und nicht mit einem Bindestrich beginnt oder endet oder aufeinanderfolgende Bindestriche enthält.

source: Location with Slug
de: Ort mit Slug

source: can be searched
de: zur Suche zugelassen

source: can describe
de: beschreibend

source: any material icons name
de: name eines material icons

source: external URL
de: externe URL

source: searchable
de: suchbar

source: Open external URL
de: Externe URL öffnen

source: Location Groups
de: Ortgruppen

source: label settings
de: Labeleinstellungen

source: Label override
de: Label überschreiben

source: don't change metadata on import
de: Metadaten beim Import nicht überschreiben

source: don't change geometry on import
de: Geometrie bei Import nicht überschreiben

source: display load group
de: Auslastungsgruppe anzeigen

source: Grid Squares
de: Planquadrate

source: Grid Square
de: Planquadrat

source: single selection
de: nur eine Auswahl möglich

source: Help text
de: Hilfehinweis

source: allow levels
de: bei Etagen erlauben

source: allow spaces
de: bei Räumen erlauben

source: allow areas
de: bei Bereichen erlauben

source: allow pois
de: bei POI erlauben

source: allow dynamic locations
de: Dynamische Orte erlauben

source: Location Group Category
de: Ortgruppenkategorie

source: Location Group Categories
de: Ortgruppenkategorien

source: don't offer
de: nicht anbieten

source: offer in first step, then reject
de: im ersten Schritt anbieten, dann ablehnen

source: offer in first step, exclusive choice
de: im ersten Schritt anbieten, exklusive Auswahl

source: offer if nothing in the first step matches, multiple choice
de: anbieten falls nichts im ersten Schritt passt, multiple choice

source: allow
de: erlaubt

source: reject for all locations with this group
de: für alle Orte mit dieser Gruppe ablehnen

source: Category
de: Kategorie

source: hierarchy
de: Hierarchie

source: unless location specifies otherwise
de: kann von Orten überschrieben werden

source: report missing location
de: Fehlenden Ort melden

source: report mistakes
de: Fehler melden

source: to aid with selection in the report form
de: um bei der Auswahl im Meldeformular zu helfen

source: report help text
de: Hilfetext für Meldung

source: to explain the report form or rejection
de: erklärt das Report-Formular oder die Ablehnung

source: background color
de: Hintergrundfarbe

source: hub import type
de: Hub Import-Typ

source: assign this group to imported hub locations of this type
de: diese Gruppe importierten Hub-Orten mit diesem Typ zuordnen

source: external URL label
de: Label für externe URL

source: Location Group
de: Ortgruppe

source: color
de: Farbe

source: priority
de: Priorität

source: search
de: suchen

source: describe
de: beschreiben

source: internal
de: intern

source: %(num)d location
de: %(num)d Ort

source: target
de: Ziel

source: min zoom
de: Mindestzoom

source: max zoom
de: Maximalzoom

source: font size
de: Schriftgröße

source: Label Settings
de: Labeleinstellungen

source: Load group
de: Auslastungsgruppe

source: Load groups
de: Auslastungsgruppen

source: Dynamic location
de: Dynamischer Ort

source: Dynamic locations
de: Dynamische Orte

source: currently unavailable
de: z. Zt. nicht verfügbar

source: (moving)
de: (beweglich)

source: last coordinates update
de: Letztes Koordinatenupdate

source: timeout (in seconds)
de: Timeout (in Sekunden)

source: 0 for no timeout
de: 0 für kein Timeout

source: coordinates
de: Koordinaten

source: Dynamic position
de: Dynamische Position

source: default stroke color
de: Standard-Konturfarbe

source: default stroke width
de: Standardkonturdicke

source: stroke opacity
de: randopacity

source: default fill color
de: Standardfüllfarbe

source: default fill opacity
de: Standard-Füllopacity

source: cluster points together when zoomed out
de: Punkte clustern wenn rausgezoomt

source: default geometry type
de: Standardgeometrietyp

source: headers for pull http request (JSON object)
de: Header für pull http request (JSON objekt)

source: pull interval
de: Pullintervall

source: frontend update interval
de: Frontend Updateintervall

source: in seconds
de: in Sekunden

source: Editor Access Restriction
de: Editor Zugangs­beschränkung

source: Data Overlay
de: Datenoverlay

source: stroke color
de: Konturfarbe

source: stroke width
de: randdicke

source: fill color
de: Füllfarbe

source: fill opacity
de: Füllopacity

source: show label
de: Label anzeigen

source: show geometry
de: Geoetries anzeigen

source: interactive
de: interaktiv

source: disable to make this feature click-through
de: abwählen um diesen Eintrag durchklickbar zu machen

source: point icon
de: Punkticon

source: use this material icon to display points, instead of drawing a small circle (only makes sense if the geometry is a point)
de: Dieses Material Icon benutzen um Punkte darzustellen, statt einem kleinen Greis (macht nur sinn wenn die Geometrie ein Punkt ist)

source: extra data (JSON object)
de: Extradaten (JSON object)

source: location issue
de: Ortfehler

source: missing location
de: fehlender Ort

source: route issue
de: Routenfehler

source: category
de: Kategorie

source: open
de: offen

source: last_update
de: letzte Anderung

source: title
de: Titel

source: a short title for your report
de: ein kurzer Titel für deine Meldung

source: tell us precisely what's wrong
de: Sag uns im Detail was falsch ist

source: location
de: Ort

source: origin
de: Start

source: destination
de: Ziel

source: route options
de: Routenoptionen

source: new location title
de: Neuer Ortstitel

source: you have to supply a title in at least one language
de: Du musst einen Titel in mindestens einer Sprache angeben

source: location groups
de: Ortgruppen

source: select all groups that apply, if any
de: wähle zutreffende Gruppen aus

source: Report
de: Meldung

source: Reports
de: Meldungen

source: comment is public
de: Kommentar ist öffentlich

source: Report update
de: Meldungsupdate

source: Report updates
de: Meldungsupdates

source: Source
de: Vorlage

source: Sources
de: Vorlagen

source: Public
de: öffentlich

source: This is a high-contrast theme
de: Dies ist eine Hochkontrasttheme

source: This is a dark theme
de: Dies ist ein Dark-Mode Theeme

source: This is a default theme
de: Dies ist das Standardtheme

source: Funky (do not persist through a reload when uses chooses this theme)
de: Funky (überlebt keinen Seitenreload wenn gewählt)

source: Use random primary color
de: Nutze zufällige Primärfarbe

source: Logo color (can be a CSS gradient if you really want it to)
de: Logofarbe (kann ein CSS Farbverlauf sein wenn Du wirklich willst)

source: CSS initial/background color
de: CSS Initial/Hintergrundfarbe

source: CSS primary/accent color
de: CSS Primär/Akzentfarbe

source: CSS secondary/foreground color
de: CSS Sekundär/Vordergrundfarbe

source: CSS tertiary color
de: CSS Tertiärfarbe

source: CSS quaternary color
de: CSS Quartärfarbe

source: CSS quinary color
de: CSS Quintärfarbe

source: CSS header background color
de: CSS Header Hintergrundfarbe

source: CSS header text color
de: CSS Header Textfarbe

source: CSS header text hover color
de: CSS Headertext Hoverfarbe

source: CSS shadow color
de: CSS Schattenfarbe

source: CSS overlay/label background color
de: CSS Overlay/Label Hintergrundfarbe

source: CSS grid color
de: CSS Gitterfarbe

source: CSS modal backdrop color
de: CSS Modal Hintergrundfarbe

source: CSS route dots shadow color
de: CSS Route-punkte Schattenfarbe

source: Root path for icon images
de: Wurzelpfad für icon bilder

source: Leaflet marker config override
de: Leaflet Marker config Überschreiben

source: wall fill color
de: Wandfüllfarbe

source: wall border color
de: Wandkonturfarbe

source: door fill color
de: Türfüllfarbe

source: ground fill color
de: Bodenfüllfarbe

source: default fill color for obstacles
de: Standardfüllfarbe für Hindernisse

source: default border color for obstacles
de: Standardkonturfarbe für Hindernisse

source: Themes
de: Themen

source: changeset applied
de: Ä'nderungsset angewendet

source: direct edit
de: direktes Bearbeiten

source: Map update
de: Kartenänderung

source: How many meters above ground is “%s” mounted?
de: Wie viele meter über dem Boden ist „%s“ befestigt?

source: The device should not be 0m above ground.
de: Das Gerät sollte sich nicht 0m über dem Boden befinden.

source: Ranging Beacon Altitude
de: Höhe des Ranging Beacons

source: Need at least one bssid.
de: Mindestens eine BSSID wird benötigt.

source: Ranging Beacon Identifier
de: Ranging Beacons Indentifizierung

source: This quest only works in the app. It works fully automatically.
de: Dieser Quest funktioniert nur in der App. Er funktioniert vollautomatisch.

source: We are trying to find the BSSIDs broadcast by “%s”.
de: Wir versuchen die BSSIDs von „%s“ zu finden.

source: Please stand near “%s” and wait for the submit button to appear.
de: Bitte stell dich zu „%s“ und warte bis der Absendebutton erscheint.

source: Do not close this popup until then.
de: Bitte lass diesen Dialog bis dahin offen.

source: This should happen within less than a minute.
de: Dies sollte weniger als eine Minute dauern.

source: Need at least one scan.
de: Mindestens ein scan wird benötigt.

source: Wifi/BLE Positioning
de: WLAN/BLE-Ortung

source: Please stand as close to the given location as possible. Feel free to close this window again to double-check.
de: Bitte stehe so nah wie möglcih an dem angezeigten Punkt. Du kannst dieses Fenster schließen um dir die Position nochmal anzugucken.

source: When you're ready, please click the button below and wait for measurements to arrive.
de: Wenn du bereit bist, klicke auf den Butten unten und warte darauf, dass Messwerte erscheinen.

source: Does this space qualify as “easily identifyable/findable”?
de: Ist dieser Raum „einfach zu identifizieren/finden“?

source: Space identifyability
de: Raumidentifizierung

source: If you are standing in any adjacent space to this one and you know that this space is named “%s”, will it be very straightforward to find it?
de: Wenn du in in einem angrenzenden Raum stehst und weißt dass dieser raum „%s“ heißt, ist es sehr einfach ihn zu finden?

source: This applies mainly to rooms that are connected to a corridor where, if you pass their door, you will, thanks to a sign or other some other labeling, immediately able to tell that this is the door you want to go through.
de: Dies trifft hauptsächlich auf Räume zu, die mit einem Flur verbunden ist, durch den man gehen und die Tür zu diesem Raum trivial findet, dank einem Schild oder ähnliches an der Tür.

source: Also, obviously, if this is a side room to another room, like a bathroom in a wardrobe.
de: Selbiges gilt, wenn dies ein raum in einem anderen Raum ist, z.b. ein Badezimmer in einer Garderobe.

source: If finding this space from adjacent spaces is not obvious, the answer is no.
de: Wenn es nicht offensichtlich ist, wie man diesen Raum von allen angrenzenden Räumen findet, ist die Antwort nein.

source: Even if it's a bathroom or similar facility, the answer is no unless it is very obvious and easy to see where it is.
de: Sogar wenn es ein Badezimmer oder ein ähnlicher Raum ist, ist die antwort nein, es sei denn es ist offensichtlich und einfach ihn zu sehen.

source: Leave Description
de: Verlassensbeschreibung

source: Please provide a description to be used when leaving “%(from_space)s” towards “%(to_space)s”.
de: Bitte gebe eine Beschreibung an, die genutzt werden kann wenn “%(from_space)s” in richtung “%(to_space)s” verlassen wird.

source: This will be used all for all connections that lead from this space to the other, not just the highlighted one! So, if there is more than one connection between these two rooms, please be generic.
de: Diese Beschreibung wird für alle Verbindungen von diesem Raum in den anderen genutzt, nicht nur die, die markiert wurde. Wenn es alsao mehr als eine Verbindung gibt, bleib allgemein genug!

source: The description should make it possible to find the room exit no matter where in the room you are.
de: Diese Beschreibung sollte es ermöglichen, den entsprechenden Ausgang zu finden, egal, wo man im raum ist.

source: Examples: “Walk through the red door.”, „Walk through the doors with the Sign “Hall 3” above it.”
de: Beispie: „Gehe durch die rote Tür.“ „Gehe durch die Türen über denen ein Schild ‚Saal 3‘ hängt.“

source: Cross Description
de: Durchschreitungsbeschreibung

source: Please provide a description to be used when coming from “%(from_space)s” into “%(space)s” and exiting towardss “%(to_space)s”.
de: Bitte gebe eine Beschreibung an, die genutzt werden kann wenn man von “%(from_space)s” durch “%(space)s” zu “%(to_space)s” geht.

source: This will be used combination of space connections that match this description, not just the highlighted ones! So, if there is more than connection between these two rooms, please be generic.
de: Dies wird für jede Raumverbindungskombination genutzt, auf die diese Beschreibung zutrifft, nicht nur die hervorgehobene! Also, wenn es mehr als eine Verbindung gibt, bleib allgemein.

source: This description will replace the entire route descripting when passing through the room this way.
de: Diese Beschreibung wird die komplette Routenbeschreibung ersetzen wenn man auf diese art durch diesen Raum läuft.

source: Examples: “Go straight ahead into the room right across.” “Turn right and go through the big doors.”
de: Beispei: „Geradeaus durch die gegenüberliegenden türen.“ „Biege rechts ab und geh durch das große Tor.“

source: %d map update processed.
de: %d Kartenänderung verarbeitet.

source: Last processed update: %(date)s (#%(id)d)
de: Letztes verarbeitetes Update: %(date)s (#%(id)d)

source: Coordinates
de: Koordinaten

source: Near Area
de: Naher Bereich

source: Near POI
de: Naher POI

source: X Coordinate
de: X-Koordinate

source: Y Coordinate
de: Y-Koordinate

source: Altitude
de: Höhe

source: Subtitle
de: Untertitel

source: Near %(poi)s
de: Nahe %(poi)s

source: near %(area)s
de: nahe %(area)s

source: Near %(area)s
de: Nahe %(area)s

source: Login
de: Anmelden

source: %d area unlocked
de: %d freigeschalteter Bereich

source: enabled
de: aktiviert

source: password
de: Passwort

source: LED type
de: LEDtyp

source: serial LED type
de: Serieller LED-Typ

source: serial LED only
de: nur für serielle LEDs

source: serial LED GPIO pin
de: Serieller LED GPIO pin

source: multpin LED GPIO red
de: Multipin GPIO PIN rot

source: multipin LED only
de: nur für multipin LEDs

source: multpin LED GPIO green
de: Multipin GPIO PIN grün

source: multpin LED GPIO blue
de: Multipin GPIO PIN blau

source: UWB enable
de: UWB aktivieren

source: UWB GPIO MISO
de: UWB GPIO MIO

source: UWB only
de: Nur für UWB

source: node number
de: Nodenummer

source: content
de: Inhalt
